answer_examples = [
    {
        "input": "네트워크-방화벽관리-085 시스템의 담당자는 누구인가요?", 
        "answer": """네트워크-방화벽관리-085 시스템(방화벽관리_APP)의 담당자 정보입니다.
        이름 : 강서윤,
        소속 부서 : 플랫폼개발팀 서버파트 
        내선 번호 : 02-789-7155입니다. 
"""
    },
    {
        "input": "그룹웨어-메일시스템-259 시스템의 담당자는 누구인가요?", 
        "answer": """그룹웨어-메일시스템-259 시스템(메일시스템_APP)의 담당자 정보입니다.
         이름 : 최서준
         소속 부서 : AI서비스팀 모델링파트
         내선 번호 : 02-789-1097 입니다."""
    },
    {
        "input": "모니터링-장애감시-046 시스템의 담당자는 누구인가요?", 
        "answer": """모니터링-장애감시-046 시스템(장애감시_APP)의 담당자 정보입니다.
         이름 : 남수진
         소속 부서 : 클라우드인프라팀 모델링파트
         내선 번호 : 02-789-2126 입니다. """
    },
]